#include <iostream>

using namespace std;

int main() {
    cout << "Снаряжение:" << endl;
    cout << "----------------------------" << endl;
    cout << 1 << ". Рюкзак" << "\t\t| " << 1 << " шт." << "\n";
    cout << 2 << ". Палатка" << "\t\t| " << 1 << " шт." << "\n";
    cout << 3 << ". Спальник" << "\t\t| " << 1 << " шт." << "\n";
    cout << 4 << ". Карабин" << "\t\t| " << 10 << " шт." << "\n";
    cout << 5 << ". Верёвка" << "\t\t| " << 2 << " шт." << "\n";
    cout << 6 << ". Фонарь" << "\t\t| " << 1 << " шт." << "\n";
    cout << "----------------------------" << endl;
    return 0;
}