#include <iostream>

using namespace std;

int main() {
    cout << "Этап 1: Разведка маршрута  " << "\n";
    cout << "\tУчастники: 42 " << endl;
    cout << "\t------------------  " << endl;
    cout << "Этап 2: Подготовка снаряжения  " << "\n";
    cout << "\tУчастники: 4 " << endl;
    cout << "\t------------------  " << endl;
    cout << "Этап 3: Установка базового лагеря  " << "\n";
    cout << "\tУчастники: 15 " << endl;
    cout << "\t------------------  " << endl;
    cout << "Этап 4: Штурм вершины  " << "\n";
    cout << "\tУчастники: 8 " << endl;
    cout << "\t------------------  " << endl;
    cout << "Этап 5: Спуск  " << "\n";
    cout << "\tУчастники: 42 " << endl;
    cout << "\t------------------  " << endl;
    cout << "Этап 6: Анализ результатов  " << "\n";
    cout << "\tУчастники: 23 " << endl;
    cout << "\t------------------  " << endl;

}