#include <iostream>

using namespace std;

int main() {

    cout << "+----------------------------------------+" << endl;
    cout << "|\t***" << " ЛИЧНОЕ ДЕЛО КОСМОНАВТА " << "***\t  |" << endl;
    cout << "+----------------------------------------+" << endl;
    cout << "| ПОЗЫВНОЙ: Кедр \t\t\t |" << endl;
    cout << "| \t\t\t\t\t |" << "\n";
    cout << "| ФАМИЛИЯ:  Гагарин \t\t\t |" << endl;
    cout << "| ИМЯ:      Юрий \t\t\t |" << endl;
    cout << "| ОТЧЕСТВО: Алексеевич \t\t\t |" << endl;
    cout << "| \t\t\t\t\t |" << "\n";
    cout << "| ГОРОД:    Клушино \t\t\t |" << endl;
    cout << "| ВОЗРАСТ:  34 \t\t\t\t |" << endl;
    cout << "+----------------------------------------+" << endl;
    cout << "|\t\t" << "МИССИЯ: ВОСТОК-1" << "\t |" << "\n";
    cout << "|" << "\t\t  / \\" << "\t\t\t |" << endl;
    cout << "|" << "\t\t / _ \\" << "\t\t\t |" << endl;
    cout << "|" << "\t\t" << "| / \\ |" << "\t\t\t" << " |" << endl;
    cout << "|" << "\t\t" << "| | | |" << "\t\t\t" << " |" << endl;
    cout << "|" << "\t\t" << "| | | |" << "\t\t\t" << " |" << endl;
    cout << "|" << "\t\t" << "/| | | |\\" << "\t\t" << " |" << endl;
    cout << "|" << "\t\t" << "/ | | | | \\" << "\t\t" << " |" << endl;
    cout << "|" << "\t\t" << "/  '---'  \\" << "\t\t" << " |" << endl;
    cout << "|" << "\t\t" << "'----------'" << "\t\t" << " |" << endl;
    cout << "+----------------------------------------+" << endl;

    return 0;
}
