#include <iostream>

using namespace std;

int main() {
    cout << "График тренировок:" << endl;
    cout << "----------------------------------------------------------" << endl;
    cout << "Понедельник" << "\t\t| " << "Бегит: 5 км" << "\t\t| " << "Силовая: 1 час" << "\n";
    cout << "Вторник" << "\t\t| " << "Плавание: 1 км" << "\t\t| " << "Йога: 30 мин" << "\n";
    cout << "Среда" << "\t\t| " << "Велосипед: 20 км" << "\t\t| " << "Отдых" << "\n";
    cout << "Четверг" << "\t\t| " << "Бег: 7 км" << "\t\t| " << "Силовая: 1 час" << "\n";
    cout << "Пятница" << "\t\t| " << "Плавание: 1.5 км" << "\t\t| " << "Йога: 45 мин" << "\n";
    cout << "Суббота" << "\t\t| " << "Поход: 10 км" << "\t\t| " << "Отдых" << "\n";
    cout << "Воскресенье" << "\t\t| " << "Отдых" << "\t\t| " << "Отдых" << "\n";
    cout << "----------------------------------------------------------" << endl;
    return 0;
}